Repository: quanganhquanganh/hn_python_naitei19-exam_management_system
Catalog: exammanagement/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Search for...
vi: Tìm kiếm...

source: All Genres
vi: Tất cả

source: Profile
vi: Thông tin

source: Logout
vi: Đăng xuất

source: Signin
vi: Đăng nhập

source: Subjects
vi: Các chủ đề

source: User
vi: Người dùng

source: Enrolled subjects
vi: Các chủ đề đã tham gia

source: Settings
vi: Cài đặt

source: Language
vi: Ngôn ngữ

source: Logged in as
vi: Đăng nhập với tên

source: Copyright
vi: Bản quyền

source: Delete
vi: Xóa

source: Detail
vi: Chi tiết

source: No subjects
vi: Không có chủ đề

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

source: Date of Birth of user
vi: Ngày sinh của người dùng

source: Genre of the subject (IT, Japanese, etc)
vi: Thể loại của chủ đề (IT, Tiếng Nhật,...)

source: Title name of the subject
vi: Tiêu đề của chủ đề

source: Description
vi: Mô tả

source: Select genre for this subject
vi: Lựa chọn thể loại của chủ đề

source: Title name of the chapter
vi: Tiêu đề của chương

source: Minimum correct answers to pass the test
vi: Số câu đúng tối thiểu để qua bài test

source: Time limit for the test
vi: Thời gian làm bài test

source: Minimum correct answers must be less than number of questions
vi: Số câu đúng tối thiểu phải nhỏ hơn tổng số câu hỏi

source: Detail of the question
vi: Nội dung câu hỏi

source: Content of the answer
vi: Nội dung câu trả lời

source: Not enough columns
vi: Không đủ cột

source: All fields are required
vi: Tất cả các trường không được để trống

source: Question ID already exists
vi: ID câu hỏi đã tồn tại

source: Correct answers must be a list of numbers separated by comma
vi: Các câu trả lời đúng phải là một list ngăn cách bởi dấu phẩy

source: All answers are required
vi: Tất cả câu trả lời cần phải có

source: Total questions
vi: Tổng số câu hỏi

source: Time limit
vi: Thời gian

source: minutes
vi: phút

source: Minium correct answers
vi: Số câu đúng tối thiểu

source: Do test
vi: Làm bài

source: Exam History
vi: Lịch sử kiểm tra

source: Date
vi: Ngày

source: Score
vi: Số điểm

source: Finished Time
vi: Thời gian hoàn thành

source: Passed
vi: Đã qua

source: Details
vi: Chi tiết

source: View Details
vi: Xem chi tiết

source: No exam history available.
vi: Không có lịch sử làm bài

source: Edit Profile
vi: Chỉnh sửa thông tin

source: Save Changes
vi: Lưu thay đổi

source: Enrolled
vi: Đã tham gia

source: Register
vi: Đăng ký

source: Chapters list
vi: Danh sách chương

source: Leaderboard
vi: Bảng xếp hạng

source: Update
vi: Cập nhật

source: There are no chapters in this subject
vi: Chưa có chương nào trong chủ đề này

source: Add chapter
vi: Thêm chương mới

source: Username
vi: Tên người dùng

source: Progress
vi: Tiến trình

source: Total scored
vi: Tổng số điểm

source: Times
vi: Số lần làm

source: Correct ratio
vi: Tỉ lệ đúng

source: There are no user enrolled this subject
vi: Chưa có người nào trong chủ đề này

source: Chapter
vi: Chương

source: Total score
vi: Tổng số điểm

source: Created at
vi: Được tạo lúc

source: Completed at
vi: Kết thúc lúc

source: Edit profile
vi: Chỉnh sửa thông tin

source: Date of birth
vi: Ngày sinh

source: Enrolled Subjects Status
vi: Trạng thái các chủ đề đã tham gia

source: Not enrolled any subject yet
vi: Chưa tham gia chủ đề nào

source: Test history
vi: Lịch sử làm bài

source: Not make any test yet
vi: Chưa làm bài kiểm tra nào

source: Activate your account
vi: Kích hoạt tài khoản

source: This is a email from Exam management
vi: Đây là email từ Exam management

source: Hi
vi: Chào

source: Thank you for registering our website. Please activate your account by click to the link below.
vi: Cảm ơn bạn đã đăng ký trang web của chúng tôi. Hãy kích hoạt tài khaonr của bạn bằng cách nhấn vàođường dẫn bên dưới

source: link activate
vi: Đường dẫn kích hoạt

source: Registration successful. Please check your mail to activate the account.
vi: Đăng ký thành công. Hãy kiểm tra mail của bạn để kích hoạt thài khoản

source: Unsuccessful registration. Invalid information.
vi: Đăng ký không thành công. Thông tin không hợp lệ.

source: Activation sucessfully. Let's enjoy the app.
vi: Kích hoạt thành công. Hãy tận hưởng ứng dụng.

source: Some error occured while activating
vi: Một vài lỗi đã xảy ra khi kích hoạt

source: You are now logged in as
vi: Bạn đã đăng nhập với tên

source: Invalid user or password
vi: Mật khẩu hoặc tên đăng nhập không đúng

source: You have successfully logged out.
vi: Bạn đã đăng xuất thành công.

source: Registration successful.
vi: Đăng ký thành công

source: You must enroll the test's subject first.
vi: Bạn phải tham gia vào chủ đề trước

source: Some errors have occured
vi: Một vài lỗi đã xảy ra

source: You have a test still in progress. Please submit that test before creating a new test.
vi: Bạn vẫn còn một bài kiểm tra đang làm dở. Hãy nộp bài đó trước khi tạo bài mới.

source: Please enter your login and password!
vi: Hãy nhập mật khẩu và tên đăng nhập của bạn!

source: Forgot password?
vi: Quên mật khẩu?

source: Don't have an account?
vi: Không có mật khẩu?

source: Sign Up
vi: Đăng ký

source: Password Reset Complete
vi: Tạo lại mật khẩu hoàn thành

source: Your password has been successfully reset.
vi: Mật khẩu của bạn đã được tạo lại thành công.

source: Log in
vi: Đăng nhập

source: with your new password.
vi: với mật khẩu mới

source: Change your password
vi: Thay đổi mật khẩu của bạn

source: Enter your new password below
vi: Hãy nhập mật khẩu mới của bạn

source: Password Reset Request Sent
vi: Yêu cầu tạo lại mật khẩu đã được gửi

source: We've sent you an email with instructions on how to reset your password. Please check your email, including the spam folder, and follow the provided link.
vi: Chúng tôi đã gửi email với hướng dẫn cách để tạo lại mật khẩu.Xin hãu kiểm tra mail, bao gồm cả thư mục thư râc, và làm theo đường dẫn đã được cung cấp

source: Hello,
vi: Chào,

source: We received a request to reset your password. Please click the following link to reset your password:
vi: Chúng tôi đã nhận yêu cầu tạo lại mật khẩu của bạn. Hãy nhấn vào đường dẫn bên dưới để kích hoạt lại tài khoản

source: Reset Password
vi: Tạo lại mật khẩu?

source: If you didn't request a password reset, you can safely ignore this email.
vi: Nếu bại không yêu cầu tạo lại mật khẩu, hãy an toàn bỏ qua tin nhắn này.

source: Best regards,
vi: Thân ái,

source: Forgot your password?
vi: Quên mật khẩu của bạn?

source: Enter your email address below, and we'll email instructions for setting a new one.
vi: Hãy nhập email của bạn vào bên dưới, và chúng tôi sẽ gửi bạn email hướng dẫn cách cài đặt mật khẩu mới

source: Let's create an accounts!
vi: Hãy tạo một tài khoản!

source: If you already have an account,
vi: Nếu bạn đã có tài khoản hãy,

source: login
vi: đăng nhập

source: instead
vi: thay thế
